<h1>Добро пожаловать!</h1>
<p>
<p>Меня зовут Илья, 37 лет, начинающий веб-разработчик.
<p>По образованию я инженер-разработчик радиоэлектронной аппаратуры. Миссия этой профессии -
	создавать (творить!), настраивать, оптимизировать, тестировать. Все как в веб-разработке:
	создать макет сайта по техническому заданию Заказчика, «продумать» пользовательский интерфейс,
	добавить функциональность с использованием современных технологий. А самое главное - это
	осознание того, что воплощенные в жизнь проекты будут помогать миллионам людей!</p>
</p>