<?php

class Model_Portfolio extends Model
{

	public function get_data()
	{

		return array(

			array(
				'Year' => '2019',
				'Site' => 'http://hgdfgfdg.ru',
				'Description' => 'Разнообразный и богатый опыт укрепление и развитие структуры в значительной степени обуславливает создание соответствующий условий активизации. Равным образом укрепление и развитие структуры требуют от нас анализа дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом требуют от нас анализа соответствующий условий активизации.'
			),

			array(
				'Year' => '2018',
				'Site' => 'http://jfjkgh.ru',
				'Description' => 'Товарищи! укрепление и развитие структуры играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. С другой стороны дальнейшее развитие различных форм деятельности в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Товарищи! новая модель организационной деятельности в значительной степени обуславливает создание направлений прогрессивного развития. Идейные соображения высшего порядка, а также новая модель организационной деятельности в значительной степени обуславливает создание форм развития.'
			),

			array(
				'Year' => '2017',
				'Site' => 'http://fdbghfgred.ru',
				'Description' => 'Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке модели развития. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.'
			),

			array(
				'Year' => '2015',
				'Site' => 'http://аывпавыв.рф',
				'Description' => 'С другой стороны сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же новая модель организационной деятельности влечет за собой процесс внедрения и модернизации модели развития.'
			),

			array(
				'Year' => '2013',
				'Site' => 'http://djdxlgth.ru',
				'Description' => 'Равным образом укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании модели развития. Задача организации, в особенности же укрепление и развитие структуры в значительной степени обуславливает создание дальнейших направлений развития. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения дальнейших направлений развития. Равным образом сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий.'
			),

		);
	}
}
